//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "لغو";
"Done" = "انجام شد";

/* Default title */
"Photos" = "عکس ها";

/* No. of selected */
"%@ Photo Selected" = "%@ عکس انتخاب شده";
"%@ Photos Selected" = "%@عکسهای انتخاب شده ";
"%@ Video Selected" = "%@ویدئو انتخاب شده است";
"%@ Videos Selected" = "%@فیلم ها انتخاب شده اند";
"%@ Items Selected" = "%@آیتم های انتخاب شده";

/* Grid view footer */
"%@ Photos" = "%@عکس ها";
"%@ Videos" = "%@فیلم ها";
"%@ Photos, %@ Videos" = "%1$@عکس ها, %2$@فیلم ها ";

/* Assets index */
"%@ of %@" = "%1$@از%2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "این برنامه دسترسی به عکسها یا ویدیوهای شما را ندارد";
"You can enable access in Privacy Settings." = "شما می توانید در تنظیمات دسترسی لازم را به برنامه بدهید.";

/* Messages if no assets */
"No Photos or Videos" = "هیچ عکس یا فیلم یافت نشد";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "شما میتوانید با استفاده از دوربین خود عکس بگیرید, و یا با استفاده از iTunes بر روی %@ همگام سازی کنید";
"You can sync photos and videos onto your %@ using iTunes." = "شما میتوانید با استفاده ازiTunes  بر روی %@ همگام سازی کنید.";

/* Accessibility labels */
"Play" = "پخش کردن";
"Select" = "انتخاب";
"Deselect" = "لغو انتخاب";

/* Video duration spell out */
"hours" = "ساعت ها";
"hour" = "ساعت";
"minutes" = "دقایق";
"minute" = "دقیقه";
"seconds" = "ثانیه ها";
"second" = "ثانیه";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "نمیتوان ویدئو Stream را پخش کرد";
"OK" = "باشه";
